/* No comment provided by engineer. */
"* Launch Impress on your computer\n* Connect both devices to the same WiFi network\n* P.S. Your iOS device is connected to \"%@\" now" = "* உங்கள் கணினியில் இம்பிரெஸைத் தொடங்குக\n* இரு சாதனங்களையும் ஒரே வை-பை பிணையத்தில் இணைக்கவும்\n* பி.கு. உங்கள் சாதனம் இப்போது \"%@\" இதில் இணைந்துவிட்டது";

/* No comment provided by engineer. */
"* You don't have a WiFi connection now.\n* Connect your iOS device and your computer to the same network\n* Refresh\n* hint: you may create a personal hotspot on your computer/iPhone" = "* இப்போது உங்களுக்கு ஒரு வை-பை இணைப்பு இல்லை.\n* உங்கள் iOS சாதனத்தையும் கணினியையும் ஒரே பிணையத்தில் இணைக்கவும்\n* புதுப்பி\n* குறிப்பு: நீங்கள் உங்கள் கணினி/iPhone இல் தனிப்பட்ட hotspot ஐ உருவாக்கலாம்";

/* Popover option */
"About Impress Remote" = "தொலை இம்பிரெஸ் பற்றி";

/* No comment provided by engineer. */
"Back" = "பின்வாங்கு";

/* Popover option */
"Blank Screen" = "வெற்றுத் திரை";

/* No comment provided by engineer. */
"Cancel" = "ரத்து";

/* No comment provided by engineer. */
"Click to refresh" = "புதுப்பிக்க சொடுக்கு";

/* Back button to the connect page on navbar */
"Connect" = "இணை";

/* connect instructions */
"Connect your devices to the same WiFi network." = "உங்களுடைய சாதனங்களை ஒரே வை-பை பிணையத்தில் இணைக்கவும்.";

/* instruction page title */
"Connection" = "இணைப்பு";

/* Popover option */
"Connection Help" = "இணைப்பு உதவி";

/* Connection Lost Alert title */
"Connection Lost" = "இணைப்பு அறுந்தது";

/* Connection Lost Alert Msg */
"Connection Lost Msg" = "அஆ, இணைப்பு அறுந்தது...உங்களுடைய கணினியை மீண்டும் இணைக்க முயற்சி. ";

/* Control instruction title */
"Control" = "கட்டுப்பாடு";

/* connect instructions */
"Create a personal hotspot on your iPhone if needed." = "தேவைப்பட்டால் தனிப்பட்ட hotspot ஒன்றை உங்கள் iPhone இல் உருவாக்கவும்.";

/* Server list section title */
"Custom Connections" = "தனிப்பயன் இணைப்புகள்";

/* Displayed when no customized server is available */
"Customize server config instruction" = "ஒருவேளை மேலுள்ள பகுதியில் உங்கள் கணினி காட்டவில்லையெனில், கைமுறையாக கணினியை அதன் IP முகவிரி மூலம் சேர்க்கவும். ";

/* Server list section title */
"Detected Connections" = "கண்டறிந்த இணைப்புகள்";

/* Pairing instruction text */
"Enter the PIN code in SlideShow - Impress Remote" = "தொலைநிலை இம்பிரெஸ் - படவில்லையில் PIN குறியீடை உள்ளிடு";

/* Connection failure title */
"Failed to reach server" = "சேவையகத்தை அனுவதில் தோற்றது";

/* Connection failure message */
"Failed to reach server Msg" = "லிப்ரெஓபிஸ் இம்பிரெஸ் தொலைநிலை அம்சத்தை செயல்படுத்தி இயங்குகிறதா எனவும் உங்களுடைய IP முகவரியையும் உறுச்செய்யவும்.";

/* No comment provided by engineer. */
"Failed to reach your computer" = "உங்கள் கணினியை அடைய இயலவில்லை";

/* No comment provided by engineer. */
"Help" = "உதவி";

/* In app How-to title */
"How-to" = "எப்படி";

/* App name displayed on navbar */
"Impress Remote" = "தொலை இம்ப்ரெஸ்";

/* Invalid IP Address Alert title */
"Invalid IP Address" = "செல்லாத IP முகவரி";

/* Invalid IP Address Alert message */
"Invalid IP Address Msg" = "நீங்கள் உள்ளிட்ட IP முகவரி செல்லாதது";

/* EditableTableViewCell placeholder */
"IP Address" = "IP முகவரி";

/* Pairing instruction text */
"Launch Impress & select your computer." = "இம்பிரெஸை துவங்கு & உங்கள் கணினியை தெரிவுச்செய்.";

/* EditableTableViewCell placeholder */
"Name (optional)" = "பெயர் (விருப்பப்படி)";

/* No comment provided by engineer. */
"New Server" = "புதிய சேவையகம்";

/* No comment provided by engineer. */
"No, thanks" = "வேண்டாம், நன்றி";

/* OK Button on Alert view */
"OK" = "சரி";

/* backButton for Tutorial */
"Ok, thanks" = "சரி, நன்றி";

/* Pairing instruction title */
"Pairing" = "சோடி சேர்த்தல்";

/* Pairing instructions Alert Title */
"Pairing Instructions" = "சோடிசேர்ப்பு வழிமுறைகள்";

/* No comment provided by engineer. */
"Pairing Instructions Msg" = "1. உங்கள் கணினியில் லிப்ரெஓபிஸ் இம்பிரெஸைத் துவக்கவும்\n\n2. விருப்பத்தேர்வுகள் - லிப்ரெஓபிஸ் இம்பிரெஸ் - பொது - தொலை கட்டுப்பாட்டை செயல்படுத்து\n\n3. உங்கள் கணினியும் கருவியும் ஒரே வை-பை பிணையத்தில் இணைந்துள்ளதை உறுதிச்செய்யவும்\n\n4. உங்கள் கணினி கண்டறியப்படவில்லை எனில் கைமுறையாக IP முகவரியை உள்ளிடவும்\n\n5. இணைந்து மகிழுங்கள்!\n\n";

/* Update button text in diffrent states */
"Pause" = "இடை நிறுத்து";

/* No comment provided by engineer. */
"Please consider restart LibreOffice Impress on your computer." = "உங்கள் கணினியில் லிப்ரெஓபிஸ் இம்பிரெஸை மறுதுவக்கம் செய்வது பற்றி தயவுச்செய்து கருதவும்.";

/* Popover option */
"Restart" = "மறுதுவக்கு";

/* No comment provided by engineer. */
"Resume from blank screen" = "வெற்று திரையிலிருந்து மீள்தொடரவும்";

/* Popover option */
"Resume from blank Screen" = "வெற்று திரையிலிருந்து மீள்தொடரவும்";

/* No comment provided by engineer. */
"Searching" = "தேடுகிறது";

/* Sidebar section header */
"Slides" = "படவில்லைகள்";

/* Update button text in diffrent states */
"Start" = "தொடங்கு";

/* Popover option */
"Stop Presentation" = "வழங்கலை நிறுத்து";

/* Sidebar section header */
"Stop Watch" = "கடிகாரத்தை நிறுத்து";

/* No comment provided by engineer. */
"Take a tour of iOS Impress Remote?" = "iOS தொலைநிலை இம்பிரெஸில் உலா வருகிறீர்களா?";

/* Sidebar section header */
"Timer" = "கடிகாரம்";

/* No comment provided by engineer. */
"Yes" = "ஆம்";

